Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=110_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske)
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáš (Poske)

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske) on osa valtakunnallista osaamiskeskusverkostoa.
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáš (Poske) lii uási väldikodálâš mättimkuávdášviärmáduv.

source: Valtakunnallisesti osaamiskeskustoimintaa koskeva laki (1230/2001) ja asetus (1411/2001) on tullut voimaan vuoden 2002 alusta.
smn: Väldikodálávt mättimkuávdáštooimâ kyeskee laahâ (1230/2001) já asâttâs (1411/2001) lává puáttám vuáimán ive 2002 aalgâst.

source: Poske on Lapin yliopiston, Saamelaiskäräjien, Kolpeneen palvelukeskuksen kuntayhtymän ja Oulun seudun ammattikorkeakoulun muodostama sopimuspohjainen organisaatio, jota ohjaa ja johtaa neuvottelukunta.
smn: Poske lii Laapi ollâopâttuv, Sämitige, Kolpene palvâlemkuávdáá kieldâ ¨ovtâstume já Oulu kuávlu áámmátollâškoovlâ ornim sopâmušvuáđusâš organisaatio, mon stivree já joođeet ráđádâllâmkodde.

source: Poske on yksi yhtenäinen toiminnallinen kokonaisuus, joka muodostuu kolmesta alueellisesta toimintayksiköstä: Lapin ja Pohjois-Pohjanmaan toimintayksiköstä sekä Saamelaisyksiköstä.
smn: Poske lii ohtâ ohtâlâš toimâlâš oleslâšvuotâ, mii šadda kuulmâ kuávlulâš toimâohtâduvâst: Laapi já Pohjois-Pohjanmaa toimâohtâduvâst sehe Sämiohtâduvâst.

source: Saamelaisyksikkö vastaa saamelaisten hyvinvointipalveluiden kehittämisestä, joka on Pohjois-Suomen sosiaalialan osaamiskeskuksen valtakunnallinen erityistehtävä.
smn: Sämiohtâdâh västid sämmilij pyereestvaijeempalvâlusâi oovdedmist, mii lii Tave-Suomâ sosiaalsyergi mättim ¨kuávdáá väldikodálâš sierânâspargo.

source: Pohjois-Suomen sosiaalialan osaamiskeskuksen tehtävänä on edistää:
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáá pargon lii ovdediđ:

source: - koko sosiaalialan verkostomaisia, moniammatillisia ja monitoimijaisia palvelumuotoja, työmenetelmiä, konsultaatiota sekä niihin liittyvää kokeilutoimintaa
smn: - ubâ sosiaalsyergi viärmádâhlâš, maaŋgâáámmátlâš já maaŋgâtoimâlâš palvâlemhaamijd, pargovuovijd, konsultaatioid sehe toid kullee iskâdâllâmtooimâ,

source: - sosiaalialan käytännön työn, koulutusjärjestelmien yhteistyötä sekä perus-, jatko- ja täydennyskoulutusta
smn: - sosiaalsyergi piäiválâš pargo, škovlimvuáháduvâi ohsâšpargo sehe vuáđu-, jotkâ- já tievâs ¨mittemškovliittâs,

source: - uudenteknologian laajalalaista käyttöönottoa sosiaalialalla
smn: - uđđâ teknologia vijđes kiävtunväldim sosiaalsyergist,

source: - maakunnallista sosiaalisten vaikutusten arviointia ja hyvinvointistrategista työtä
smn: - eennâmkodálâš sosiaallâš vaikuttâsâi miäruštâllâm já pyereestvaijeemstrategilâš pargo sehe

source: - saamenkielisten sosiaalialan palvelujen kehittämistä.
smn: - sämikielâlâš sosiaalsyergi palvâlusâi ovdedem.

source: Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikkö
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáá sämiohtâdâh

source: Pohjois-Suomen sosiaalialan osaamiskeskuksen (Poske) valtakunnalliseksi erityistehtäväksi on määritelty saamenkielisen väestön palvelutarpeiden huomioon ottaminen tarpeellisissa tehtävissä.
smn: Tave-Suomâ sosiaalsyergi mättimkuávdáá (Poske) väldikodálâš sierânâspargon lii meridum sämikielâlâš aalmug palvâlemtáárbui vuotânväldim tárbulijn pargoin.

source: Saamelaisten hyvinvointipalveluiden kehittäminen, siihen liittyvä tutkimus, koulutus ja arviointi ovat erityisalueena Posken tehtäväkentässä.
smn: Sämmilij pyereestvai ¨jeempalvâlusâi ovdedem, toos kullee tutkâm, škovlim já árvuštâllâm láá sierânâsuássin Poske pargokiedist.

source: Hallinnollisesti Saamelaiskäräjien yleisen toimiston yhteydessä toimiva Saamelaisyksikkö huolehtii näistä tehtävistä.
smn: Haldâšem peeleest Sämitige ohtâvuođâst tuáimee Sämiohtâdâh ana huolâ täin pargoin.

source: Saamelaisyksikön toimintalueena on lähinnä saamelaisalue ja yhteistoimintaverkostoon kuuluvat Pohjois-Suomen sosiaalialan osaamiskeskuksen toimintayksiköiden lisäksi kunnat, järjestöt, yliopistot ja oppilaitokset sekä saamenkielisiä alan palveluja tuottavat tahot Norjassa ja Ruotsissa.
smn: Sämiohtâduv toimâsyergin lii iänááš sämikuávlu já ohtsâštoimâviärmádâhân kullee Tave-Suomâ sosiaalsyergi mättimkuávdáá toimâohtâduvâi lasseen kieldah, seervih, ollâopâttuvah já oppâlájádâsah sehe sämikielâlâš syergi palvâlusâid pyevtitteijee peleh Taažâst já Ruotâst.

source: Saamelaisyksikön tavoitteena on keskeisesti saamelaisen varhaiskasvatuksen, vanhustenhuollon ja saamelaisen sosiaalityön kehittäminen sekä sosiaalipalvelujen sisällöllinen ja laadullinen kehittäminen siten, että palvelujen taso ja saatavuus voidaan turvata saamelaisväestölle.
smn: Sämiohtâduv tehálumos mittomeerin lii sämmilâš aarâhšoddâdem, puárásijhuolâttâs já säämi sosiaalpargo ovdedem sehe sosiaalpalvâlusâi siskáldâslâš já kvaliteetlâš ovdedm nuuvt, et palvâlusâi tääsi já finniivâšvuođâ puáhtá turvâstiđ sämiaalmugân.

source: Posken toiminnassa huomioidaan Saamelaiskäräjien tavoitteet sosiaali- ja terveydenhuollossa.
smn: Poske tooimâst váldojeh vuotân Sämitige mittomereh sosiaal- já tiervâsvuođâhuolâttâsâst.

source: Saamelaiskäräjät on asettanut tavoitteeksi sosiaali- ja terveysalalla että saamelaisille tarkoitetut sosiaalialan palvelut on suunniteltu sisällöltään saamelaisten oman kulttuurin lähtökohdista, saamelaisten perinteiset arvot ja elämäntapa huomioiden ja että palvelut toteutetaan saamen kielellä ja saamelaisten itsehallinnon perustalta.
smn: Sämitigge lii asâttâm mittomeerin sosiaal- já tiervâsvuođâsyergist et sämmiláid uáivildum sosiaalsyergi palvâlusah láá vuávájum siskáldâs peeleest sämmilij jieijâs kulttuur vuolgâsoojijn, väldimáin vuotân sämmilij ärbivuáválâš áárvuh já eellimvyehi já et palvâlusah pyevtittuvvojeh sämikielân já säämi jiešhaldâšem vuáđuld.
